[GENERAL]
NAME = Portuguese Brazilian
TRANSLATOR = kaoswar
DLG_FONT_NAME = 
DLG_FONT_SIZE = 


[TEXT]
TEXT_EXPIRED 				= Esta aplicação expirou.
TEXT_BETA 					= Beta
TEXT_UNREGISTERED 			= Não registrado
TEXT_BUSINESS			    = Para Empresas
TEXT_SAFEMODE				= Modo Seguro
TEXT_SAFEMODE_MESSAGE		= Bandicam está sendo executado em Modo Seguro. \nAlgumas funções, incluindo codificação acelerada de hardware, podem não funcionar neste modo.
TEXT_INIT_FAIL 				= Aplicação falhou ao inicializar.
TEXT_APPINFO 				= Bandicam - Alto desempenho na captura de vídeo.
TEXT_HAS_BEEN_UNREGISTERED	= Bandicam perdeu o registro.


; error
TEXT_ERROR_DISKSPACE 				= Não há espaço suficiente em disco para gravar.
TEXT_ERROR_VIDEO_CAP 				= Falha ao iniciar a captura de vídeo.
TEXT_ERROR_AUDIO_CAP 				= Falha ao iniciar captura de áudio. \nSe precisar de ajuda, clique no botão OK.
TEXT_ERROR_IMAGE_CAP 				= Falha ao capturar imagem. \nPor favor, verifique sua pasta de saída.
TEXT_ERROR_CREATEFILE 				= Falha ao criar arquivo. \nSe precisar de ajuda, clique no botão OK.
TEXT_ERROR_OUTPUTFOLDER				= A pasta de saída não existe. Por favor, selecione uma nova pasta.
TEXT_ERROR_RENAME_FILE				= Falha ao renomear o arquivo selecionado.
TEXT_ERROR_CODEC_INIT 				= Falha ao inicializar o codec.
TEXT_ERROR_CODEC_INIT_RETRY			= Falha ao uinciar o codec.\nDeseja tentar novamente com o codec H.264 (CPU)?
TEXT_ERROR_CODEC_VIDEO				= A gravação foi interrompida porque há uma falha com o codec de vídeo.
TEXT_ERROR_LOGO_IMAGE 				= Arquivo de imagem não suportado. \nPor favor, selecionar arquivo de imagem suportado (*.png).
TEXT_ERROR_INIT_DEVICE				= Falha ao iniciar o dispositivo de captura de vídeo.
TEXT_ERROR_NO_DEVICES				= Nenhum dispositivo de captura de vídeo foi detectado.
TEXT_ERROR_EXISTING_PRESET_NAME		= O nome da predefinição digitado já existe. \nPor favor use um nome diferente.
TEXT_ERROR_NOT_AVAILABLE_FB_UPLOAD 	= Essa funcionalidade não existe por causa da política do Facebook.
TEXT_ERROR_AUDIO_DEVICE_INVALIDATED = A gravação parou pois o dispoisitivo de áudio não está mais disponível.
TEXT_ERROR_DUPLICATE_HOTKEYS		= Existem atalhos duplicados. Por favor altere as configurações de atalhos.
TEXT_ERROR_NO_SOUND_DEVICE			= Não há dispoisitivo de som ativo. Por favor selecione ao menos um dispositivo.
TEXT_ERROR_NO_MORE_5_UPLOADING  	= Você não pode enviar mais que 5 cinco videos ao mesmo tempo. Por favor tente novamente após o envio ter sido concluído.
TEXT_CAN_NOT_CHANGE_TB 				= Não pode alterar configurações na versão grátis do Bandicam. \nPor favor compre o Bandicam de https://bandicam.com/buy
TEXT_CAN_NOT_ADD_MORE_THAN_10		= Você não pode adicionar mais que 10 itens.
TEXT_WARNING_AMD_APP 				= O sistema não suporta 'H.264 (AMD VCE)', então o codec padrão será usado.
TEXT_WARNING_AMD_APP2 				= O sistema não suporta 'H.264 (AMD VCE)'.
TEXT_WARNING_DEVICE_CHANGE			= Se você alterar as configurações do dispositivo de vídeo, a gravação será interrompida. Tem certeza que deseja continuar?
TEXT_WARNING_EXIT_BANDICAM			= Se encerrar o Bandicam, a gravação será interrompida.\n Tem certeza que deseja encerrar o Bandicam?
TEXT_WARNING_EXIT_BANDICAM_SREC		= Ao encerrar o Bandicam, a gravação agendada não poderá continuar. \nTem certeza que deseja fechar o Bandicam?
TEXT_WARNING_DEL_OVERLAY			= Tem certeza que deseja excluir a sobreposição selecionada?
TEXT_WARNING_UNREGISTER				= Tem certeza que deseja retirar o registro do Bandicam?
TEXT_NOTICE_NEED_TO_RENEW_1	        = Renovação da licença é necessária!
TEXT_NOTICE_NEED_TO_RENEW_2	        = Sua licença expira após <font color="red">%d day(s)</font>. <br>Para continuar usando o Bandicam sem limitações, você deve renovar a licença.
TEXT_NOTICE_NEED_TO_RENEW_2_NOW	    = Sua licença expirou. <br>Para continuar usando o Bandicam sem limitações, você deve renovar a licença.
TEXT_NOTICE_NEED_TO_RENEW_2_TODAY   = Sua licença vai expirar dentro de <font color="red">24 horas</font>. <br>Para continuar usando o Bandicam sem limitações, você deve renovar a licença.

; vídeo setting page name
TEXT_VID_PAGE_SOUND 	= Som
TEXT_VID_PAGE_WEBCAM 	= Webcam
TEXT_VID_PAGE_LOGO 		= Logo
TEXT_VID_PAGE_EFFECTS 	= Mouse
TEXT_VID_PAGE_KEYSTROKE	= Pressionar Teclas
TEXT_VID_PAGE_TEXT		= Texto
TEXT_VID_PAGE_OPTIONS 	= Opções

; image capture setting page name
TEXT_IMG_PAGE_LOGO		= Logotipo

; option page name
TEXT_OPT_PAGE_GENERAL 	= Geral
TEXT_OPT_PAGE_OUTPUT 	= Saída
TEXT_OPT_PAGE_HOOKING 	= Vínculo
TEXT_OPT_PAGE_LANGUAGE 	= Idioma
TEXT_OPT_PAGE_HOTKEYS	= Atalhos
TEXT_OPT_PAGE_OTHERS 	= Outros

TEXT_VIDEO 				= Vídeo
TEXT_AUDIO 				= Áudio

TEXT_FOLDER_SELECT 		= Selecionar pasta para armazenar.

TEXT_FMT_FULL_SIZE 		= Tela inteira
TEXT_FMT_HALF_SIZE 		= Metade do tamanho
TEXT_FMT_FIT_WIDTH 		= Ajustar largura
TEXT_FMT_FIT_HEIGHT 	= Ajustar altura
TEXT_FMT_CUSTOM_SIZE 	= Personalizar
TEXT_FMT_STEREO 		= Estéreo
TEXT_FMT_MONO 			= Mono
TEXT_FMT_ORIGINAL_PCM 	= Formato de áudio original
TEXT_FMT_AUTO			= Auto
TEXT_FMT_LOSSLESS		= Sem perdas

; preset
TEXT_PRESET_DEFAULT 			= Padrão
TEXT_PRESET_HALFSIZE 			= Metade do tamanho
TEXT_PRESET_HEVC_60FPS_SYNC		= HEVC, 60 FPS (Intel® Quick Sync video)
TEXT_PRESET_HEVC_60FPS_NVENC	= HEVC, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_SYNC 	= H.264, 60 FPS (Intel® Quick Sync vídeo)
TEXT_PRESET_H264_60FPS_NVENC 	= H.264, 60 FPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA 	= H.264, 60 FPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP 		= H.264, 60 FPS (AMD VCE)
TEXT_PRESET_ULTRAFAST_60FPS 	= Configuração ultra rápida para 60 FPS
TEXT_PRESET_LOWEND 				= PC de baixo desempenho
TEXT_PRESET_NICO 				= --
TEXT_PRESET_NICO_HQ 			= --
TEXT_PRESET_NAVER_480P 			= --
TEXT_PRESET_YOUTUBE_360P 		= YouTube / Twitter (360p)
TEXT_PRESET_YOUTUBE_480P 		= YouTube / Twitter (480p)
TEXT_PRESET_YOUTUBE_720P 		= YouTube / Twitter (720p)
TEXT_PRESET_YOUTUBE_1080P		= YouTube / Twitter (1080p)
TEXT_PRESET_PMP 				= Divx/Galaxy Smartphone
TEXT_PRESET_EDIT 				= Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT 			= PowerPoint
TEXT_PRESET_320x0 				= Ajustar largura, 320x0,
TEXT_PRESET_640x0 				= Ajustar largura, 640x0,
TEXT_PRESET_800x0 				= Ajustar largura, 800x0,
TEXT_PRESET_1280x0 				= Ajustar largura, 1280x0,
TEXT_PRESET_USER 				= Predefinição do usuário

TEXT_CHANGE_LANG				= Para alterar o idioma, você deve reiniciar o Bandicam.\nDeseja reiniciar agora?
TEXT_CHANGE_HOOK				= Para alterar o tipo do vínculo, você deve reiniciar o Bandicam. \nDeseja reiniciar agora?
TEXT_CHANGE_SIZE 				= Para alterar o tamanho da janela do Bandicam, você deve reiniciar o Bandicam. \nDeseja reiniciar agora?
TEXT_RESET_ALL_SETTINGS 		= Tem certeza de que deseja redefinir todas as configurações para o padrão?

TEXT_REGISTER_SUCCEEDED 		= Seu Bandicam foi registrado.
TEXT_REGISTER_FAILED 			= Registro falhou. \nVerifique o seu e-mail e número serial.
TEXT_REGISTER_CONNECT_FAILED	= Não foi possível conectar ao servidor de registro. \nPor favor, verifique a conexão à internet e acerte o relógio do sistema para data e hora de hoje.\nSe precisar de ajuda, clique no botão OK.
TEXT_REGISTER_INFO 			    = E-mail: %s\r\nNúmero serial: %s
TEXT_REGISTER_INFO2			    = Data de Expiração: %s (restam %d dias)
TEXT_REGISTER_INFO2_EXPIRING	= Data de Expiração: %s (restam menos que 1 dias)
TEXT_REGISTER_INFO2_EXPIRED	    = Data de Expiração: %s (Expirou)
TEXT_REGISTER_LIMITED_1		    = Você pode gravar até 10 minutos na versão gratuita
TEXT_REGISTER_LIMITED_2		    = Se o produto for registrado, você pode gravar sem limite de tempo na sua próxima gravação. Por favor compre o Bandicam no site oficial.
TEXT_REGISTER_LIMITED_SREC	    = Você só pode gravar 10 minutos na versão grátis do Bandicam. \nPor favor compre o Bandicam de bandicam.com
TEXT_REGISTER_NEWRECORD 	    = Não pode iniciar uma nova gravação na versão grátis do Bandicam. \nPor favor compre Bandicam de bandicam.com
TEXT_REGISTER_LICENCE_INFO      = Não registrado!!! - Vídeos de 10 minutos com marca d'água.\r\nPara remover a marca d'água, compre o Bandicam em bandicam.com

TEXT_PROGRAM_INVALID 		    = Esta aplicação é inválida. \nPrecisa reinstalar a aplicação.

TEXT_SELECT_NOT_SELECTED	= Por favor, selecione um modo de gravação
TEXT_SELECT_TARGET 			= Por favor, clique na janela alvo de gravação
TEXT_SELECT_DEVICE			= Selecione um dispositivo de captura de vídeo.
TEXT_TARGET_DIRECTX 		= Modo de gravação Jogo - Gravar jogos e reproduzir vídeo usando DirectX.
TEXT_TARGET_SCREEN 			= Modo de gravação Tela - Gravar a tela e vídeo da Web.
TEXT_TARGET_DEVICE			= Modo de Gravação de Dispositivo - Gravar Dispositivo de Captura Webcam e HDMI.
TEXT_TARGET_AUDIO			= Modo somente Áudio - você só pode gravar áudio.
TEXT_TARGET_CHANGING 		= Se alterar o modo de gravação, a gravação será interrompida. \nTem certeza que deseja continuar?
TEXT_TARGET_CLOSE			= Se você fechar o modo de gravação atual, a gravação será interrompida.\nTem certeza que deseja continuar?
TEXT_TARGET_CHANGE_TO_RECTANGLE 	= Não pode iniciar gravação em 'Modo de gravação Jogo' porque a janela alvo não foi selecionada. \n\nQuer alterar a gravação para o modo 'Modo de gravação Tela' afim de iniciar a gravação?
TEXT_TARGET_CHANGE_TO_RECTANGLE2	= Você não pode iniciar a gravação pelo 'Modo de Gravação de Dispositivo' porque o dispositivo de captura não está selecionado.\n\nVocê deseja mudar para o 'Modo de Gravação de Tela' para iniciar a gravação?
TEXT_TARGET_CHANGE_TO_RECTANGLE3	= Você não pode iniciar a gravação porque o modo de gravação não foi selecionado.\n\nDeseja selecionar 'Modo de Gravação de Tela' para começar a gravação?

TEXT_STATUSBAR_READY 		= Pronto
TEXT_STATUSBAR_RECORDING 	= Gravando
TEXT_STATUSBAR_PAUSE 		= Pausar

TEXT_UPDATE_AVAILABLE 			= Uma versão nova do Bandicam está disponível. \nGostaria de baixar agora?
TEXT_UPDATE_UNAVAILABLE 		= Esta versão é a mais recente.
TEXT_UPDATE_FAILED 				= Falha ao verificar informação de versão. \nEste sistema pode não estar conectado à Internet, ou o servidor não está funcionando corretamente.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED 	= Impossível enviar. Se você acabou de se inscrever, por favor verifique seu endereço de e-mail.

TEXT_TARGET_FULL 			= Tela cheia
TEXT_TARGET_RESTORE 		= Restaurar
TEXT_TARGET_TOGGLE_TOP		= Mover Barra de Controle para cima
TEXT_TARGET_TOGGLE_BOTTOM	= Mover Barra de Controle para baixo
TEXT_TARGET_FIND			= Selecione área de gravação
TEXT_TARGET_RESIZE 			= Menu Selecionar Tamanho
TEXT_TARGET_IMAGE 			= Capturar Imagem
TEXT_TARGET_PEN 			= Modo Desenho
TEXT_TARGET_RECORD_START 	= Gravação de vídeo - iniciar
TEXT_TARGET_RECORD_PAUSE 	= Gravação de vídeo - pausar
TEXT_TARGET_RECORD_STOP 	= Gravação de vídeo - parar
TEXT_TARGET_MENU			= Menu
TEXT_TARGET_DISPLAY			= Mostrar %d
TEXT_TARGET_DISPLAY_ALL		= Todas os monitores

TEXT_DEVICE_FULL			= Tela Cheia
TEXT_DEVICE_RESTORE			= Restaurar
TEXT_DEVICE_SELECT_DEVICE	= Selecionar Dispositivo
TEXT_DEVICE_VOLUME			= Controle de Volume
TEXT_DEVICE_IMAGE			= Captura Imagem
TEXT_DEVICE_RECORD_START	= Gravar vídeo - iniciar
TEXT_DEVICE_RECORD_PAUSE	= Gravar vídeo - pausar
TEXT_DEVICE_RECORD_STOP		= Gravar vídeo - parar
TEXT_DEVICE_MENU			= Menu

TEXT_RC_HOWTO_NOCOMPLETE 	= Inativo
TEXT_RC_HOWTO_BYTIME 		= Por tempo
TEXT_RC_HOWTO_BYSIZE 		= Por tamanho
TEXT_RC_HOWTO_BYSILENCE		= Pela duração do silêncio
TEXT_RC_AFTER_NEWRECORD 	= Iniciar nova gravação
TEXT_RC_AFTER_EXIT 			= Sair do Bandicam
TEXT_RC_AFTER_SHUTDOWN 		= Desligar o computador
TEXT_RC_AFTER_HIBERNATE		= Hibernar o computador

TEXT_SHUTDOWN_SEC 			= Desligando o computador em %d seg.

TEXT_SEL_IMAGE_FILE 		= Selecione um arquivo de imagem

TEXT_RC_MB = MB
TEXT_RC_GB = GB

TEXT_SND_SELECT_1_DISABLE		= -- Inativo --
TEXT_SND_SELECT_2_DISABLE 		= -- Inativo (recomendado) --

TEXT_CORRUPTED_AVI_FILE 		= O último arquivo foi corrompido.\nDeseja corrigí-lo?\n\nArquivo: %s
TEXT_SELECTED_CORRUPTED_FILE	= O arquivo selecionado está corrompido.\nDeseja reparar o arquivo?\n\nFile: %s
TEXT_TRAY_BALLOON_TIP 			= Clique no ícone da bandeja para restaurar o Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT 		= Clique no ícone da bandeja para mostrar a janela de gravação tela.
TEXT_TRAY_BALLOON_TIP_DEVICE	= Clique no ícone da bandeja para mostrar a janela de gravação do dispositivo.
TEXT_FORCE_STOP 				= Falha ao parar a gravação porque a janela alvo não está respondendo. \nDeseja forçar a parada da gravação?
TEXT_EXTERNAL_CODEC 			= - Codec Externo -
TEXT_CUDA_GPU_AUTOSELECT 		= (Seleção Automática)

; status bar tool-tip
TEXT_INDICATOR_STATUS 	= Estado da gravação
TEXT_INDICATOR_TIME 	= Tempo de gravação
TEXT_INDICATOR_SIZE 	= Tamanho do arquivo de gravação / espaço de disco livre
TEXT_INDICATOR_VOLUME 	= Nível atual do volume

; recording priority
TEXT_REC_PRIORITY_NORMAL	= [Normal] Prioridade da tarefa geral
TEXT_REC_PRIORITY_HIGH 		= [Alta] Superior a prioridade normal
TEXT_REC_PRIORITY_HIGHEST 	= [Muito alta] Outras tarefas podem ficar mais lentas

; output page message
TEXT_OUTPUTS_BANDICUT 	= Bandicut não está instalado. Você quer baixar Bandicut?
TEXT_OUTPUTS_DELETE 	= Tem certeza de que deseja excluir os arquivos selecionados permanentemente?
TEXT_OUTPUTS_SELCOUNT 	= %d itens selecionados

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET 	= Nome alvo
TEXT_FILE_NAME_PREFIX_CUSTOM 	= Personalizar prefixo
TEXT_FILE_NAME_PREFIX_NONE 		= Nenhum
TEXT_FILE_NAME_SUFFIX_TIME 		= Data/Horas
TEXT_FILE_NAME_SUFFIX_NUMBER 	= Número de sequência

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES 		= Digite um valor entre 1 e 1440 minutos.
TEXT_TIMER_REC_STOP_RECORDING 		= A gravação está em andamento. \nTem certeza em parar a gravação e continuar?
TEXT_TIMER_REC_MODE_NOT_SELECTED	= Gravação temporizada não está disponível porque o modo de gravação não foi definidio. Por favor selecione o modo de gravação.

; upload vídeo
TEXT_UPLOAD_VID_NO_TITLE 			= Por favor digite o título do vídeo para enviar.
TEXT_UPLOAD_VID_NO_PASSWORD			= Por favor digite uma senha.
TEXT_UPLOAD_YOUTUBE_LOGIN			= Login - Youtube
TEXT_UPLOAD_YOUTUBE_LOGIN_TEXT		= Conectando ao YouTube através do navegador...
TEXT_UPLOAD_YOUTUBE_LOGIN_CANCEL	= Cancelar
TEXT_UPLOAD_VIMEO_LOGIN 			= Entrar - Vimeo
TEXT_UPLOAD_VIMEO_LOGIN_TEXT	    = Conectando ao Vimeo através do navegador...
TEXT_UPLOAD_VIMEO_LOGIN_CANCEL	    = Cancelar
TEXT_UPLOAD_FACEBOOK_LOGIN			= Login - Facebook
TEXT_UPLOAD_GDRIVE_LOGIN	        = Login - Google Drive
TEXT_UPLOAD_GDRIVE_LOGIN_TEXT	    = Logando no Google Drive através do navegador...
TEXT_UPLOAD_GDRIVE_LOGIN_CANCEL	    = Cancelar
TEXT_UPLOAD_COMPLETE 				= Enviado
TEXT_UPLOAD_ERR_FAIL 				= Falha ao enviar este vídeo.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT 		= Este arquivo é muito grande para enviar.
TEXT_UPLOAD_ERR_FREESPACE 			= Não há espaço livre suficiente no Vimeo para enviar.
TEXT_UPLOAD_ERR_CONNECT 			= Falha ao conectar o servidor.
TEXT_UPLOAD_ERR_AUTH_VIMEO			= Falha ao enviar vídeo. Usuários básicos do Vimeo não podem usar essa função.
TEXT_UPLOAD_YOUTUBE_QUOTA			= Bandicam excedeu a quota diária permitida pelo YouTube.\nA quota será reiniciada todo dia à meia-noite (horário do Pácífico).\nPor favor faça o upload direto pelo YouTube ou tente após a quota ter sido reiniciada.\n\nDeseja visitar o YouTube.com?
TEXT_UPLOAD_ERR_ACCESSTOKEN			= Falha ao obter código de acesso.

; deinterlacing
TEXT_DEINT_NONE			= (Nenhum)
TEXT_DEINT_ODD			= Campos Pares
TEXT_DEINT_EVEN			= Campos Ímpares
TEXT_DEINT_BLEND		= Combinar

; push to talk/mute
TEXT_SND_CAP_PUSH_TO_TALK	= [PTT] Gravar somente quando pressionado
TEXT_SND_CAP_PUSH_TO_MUTE	= [PTM] Silenciar somente quando pressionado

; download & update 
TEXT_UPDATE_IN_PROGRESS		= A instalação está em progresso...
TEXT_UPDATE_FAILED_DL		= Falha ao baixar arquivos de instalação. \nEste sistema pode não estar conectado à Internet.
TEXT_UPDATE_INSTALL_SUCCEED	= Instalação concluída.
TEXT_UPDATE_INSTALL_FAILED	= Falha na Instalação.

; flip screen horizontal/vertical
TEXT_WEBCAM_FLIP_NONE		= (Nenhum)
TEXT_WEBCAM_FLIP_HORIZONTAL	= Horizontal
TEXT_WEBCAM_FLIP_VERTICAL	= Vertical

; scheduled recording list
TEXT_SREC_HEADER_NAME		= Nome
TEXT_SREC_HEADER_STATUS		= Status
TEXT_SREC_HEADER_START_TIME	= Tempo inicial
TEXT_SREC_HEADER_END_TIME	= Tempo final
TEXT_SREC_HEADER_DURATION	= Duração
TEXT_SREC_HEADER_TARGET		= Alvo
TEXT_SREC_HEADER_AFTER_REC	= Após a gravação
TEXT_SREC_DEFAULT_NAME		= Agendamento
TEXT_SREC_DELETE_SCHEDULES	= Tem certeza que deseja excluir o(s) agendamento(s) permanentemente?
TEXT_SREC_STATUS_WAITING	= Aguardando
TEXT_SREC_STATUS_RECORDING	= Gravando
TEXT_SREC_STATUS_PASSED		= Pausado
TEXT_SREC_STATUS_INACTIVE	= Inativo
TEXT_SREC_TARGET_NOT_CHANGE	= (Não altere)
TEXT_SREC_TARGET_FULL_SCREEN		= Tela Cheia
TEXT_SREC_TARGET_CUSTOM_AREA		= Retângulo na tela
TEXT_SREC_TARGET_NOT_CHANGE_TEXT	= Use a última opção gravada.
TEXT_SREC_DISPLAY_ALL		= Todos os monitores
TEXT_SREC_DISPLAY					= Mostrar %d
TEXT_SREC_DO_NOTHING		= (Fazer nada)
TEXT_SREC_EXIT_BANDICAM		= Encerrar Bandicam
TEXT_SREC_SHUTDOWN_PC		= Desligar o computador
TEXT_SREC_HIBERNATE_PC		= Hibernate your computer
TEXT_SREC_ERR_TIME			= A duração deve ficar entre 00:00:01 e 23:59:59.
TEXT_SREC_ERR_DAY			= Ao menos um dia deve ser selecionado.
TEXT_SREC_ERR_OVERLAPPED	= O tempo de gravação se sobrepõe em "%s"
TEXT_SREC_SAME_DAY		= Mesmo dia
TEXT_SREC_DAY_AFTER		= Dia seguinte
TEXT_SREC_EVERYDAY		= Todos os dias
TEXT_SREC_SUN			= Domingo
TEXT_SREC_MON			= Segunda
TEXT_SREC_TUE			= Terça
TEXT_SREC_WED			= Quarta
TEXT_SREC_THU			= Quinta
TEXT_SREC_FRI			= Sexta
TEXT_SREC_SAT			= Sábado
TEXT_SREC_START_INFO	= Iniciar gravação em %s.
TEXT_SREC_STOP_INFO		= Parar gravação em %s.
TEXT_SREC_DAY			= %Dday
TEXT_SREC_DAYS			= %Ddays
TEXT_SREC_WAITING_0		= Não há gravações agendadas.
TEXT_SREC_WAITING_1		= Há 1 gravação agendada.
TEXT_SREC_WAITING_N		= Há %d gravações agendadas.

; bandifix
TEXT_BDFIX_APPTITLE				= BandiFix
TEXT_BDFIX_CONFIRM_EXIT			= Processando. Tem certeza que deseja sair?
TEXT_BDFIX_NOT_SUPPORTED_FILE	= O arquivo selecionado não é suportado.
TEXT_BDFIX_NOT_CORRUPTED		= O arquivo selecionado não está corrompido.\nDeseja continuar?
TEXT_BDFIX_NO_CORRUPTION_KNOWN	= O arquivo selecionado não está corrompido ou não pode ser verificado por danos.
TEXT_BDFIX_ALREADY_EXISTS		= O arquivo já existe. Gostaria de sobrescrevê-lo?
TEXT_BDFIX_SAME_PATH			= O caminho do arquivo de saída é o mesmo que o arquivo de entrada.
TEXT_BDFIX_DISK_SPACE			= Não há espaço suficiente em disco para criar o arquivo de saída.
TEXT_BDFIX_PROCESS_COMPLETE		= Processo concluído!
TEXT_BDFIX_STATUS_PROCESSING	= Em andamento
TEXT_BDFIX_STATUS_COMPLETE		= Completo
TEXT_BDFIX_STATUS_FAILED		= Falhou
TEXT_BDFIX_STATUS_READY			= Pronto
TEXT_BDFIX_FAILED_TO_OPEN		= O arquivo de entrada não pode ser aberto
TEXT_BDFIX_FAILED_TO_PROCESS	= Falha ao executar tarefa de recuperação.

; Filename filter for openfile dialogbox 
TEXT_OP_FILTER_AVI		= Arquivos AVI
TEXT_OP_FILTER_MP4		= Arquivos MP4
TEXT_OP_FILTER_PNG		= Arquivos PNG
TEXT_OP_FILTER_ALL		= Todos os arquivos
TEXT_OP_FILTER_MEDIA	= Arquivos de Mídia

; Countdown combobox
TEXT_TARGET_COUNTDOWN_1		= 1 seg
TEXT_TARGET_COUNTDOWN_2		= 2 seg
TEXT_TARGET_COUNTDOWN_3		= 3 seg
TEXT_TARGET_COUNTDOWN_4		= 4 seg
TEXT_TARGET_COUNTDOWN_5		= 5 seg
TEXT_TARGET_COUNTDOWN_6		= 6 seg
TEXT_TARGET_COUNTDOWN_7		= 7 seg
TEXT_TARGET_COUNTDOWN_8		= 8 seg
TEXT_TARGET_COUNTDOWN_9		= 9 seg
TEXT_TARGET_COUNTDOWN_10	= 10 seg

; etc.
TEXT_DEFAULT_SOUND_DEVICE		= (Som do Dispositivo Padrão)
TEXT_DEFAULT_OUTPUT_DEVICE		= (Dispositivo de Saída Padrão)
TEXT_DEFAULT_INPUT_DEVICE		= (Disposítivo de Entrada Padrão)
TEXT_DEFAULT_DEVICE_FORMAT		= (Auto-detectar Formato)
TEXT_HOTKEY_NONE				= (Nenhum)
TEXT_ADD_YOUR_TEXT_HERE			= Adicione aqui o seu texto
TEXT_NOT_SHOW_THIS_NOTICE		= Tem certeza que não deseja mais ver essa notificação?
TEXT_RESTART_FOR_NEW_PRIVILEGE	= Tem certeza que deseja reiniciar executar o Bandicam com um novo privilégio?
TEXT_RESET_TO_DEFAULT			= Voltar para padrão

; oauth complete html
TXT_LANG_CODE           	= "pt"
TXT_TITLE               	= "Conexão com YouTube estabelecida!"
TXT_MESSAGE_COMPLETE1   	= "Conexão com YouTube estabelecida!"
TXT_MESSAGE_COMPLETE2   	= "Você pode fehcar está página."
TXT_GOTO_BANDICAM_HOME  	= "<a href='https://www.bandicam.com/br/' class='bandicam'><div>Ir para bandicam.com</div></a>"
TXT_GOTO_BANDICUT_HOME  	= "<a href='https://www.bandicam.com/bandicut-video-cutter/br/' class='bandicut'><div>Ir para bandicut.com</div></a>"

; pip rotate option
TEXT_PIPROTATE_NONE			= (Nenhum)
TEXT_PIPROTATE_90			= 90°
TEXT_PIPROTATE_180			= 180°
TEXT_PIPROTATE_270			= 270°

; pip mask shape
TEXT_PIPMASK_NONE		= Padrão
TEXT_PIPMASK_SQUARE		= Quadrado
TEXT_PIPMASK_CIRCLE		= Círculo
TEXT_PIPMASK_ELLIPSE	= Elipse

; Keystroke Size
TEXT_KEYSTROKE_SIZE_1		= Small
TEXT_KEYSTROKE_SIZE_2		= Medium
TEXT_KEYSTROKE_SIZE_3		= Large

; Enhanced capture option
TEXT_ENHANCED_CAPTURE_AUTO	= Auto select method (default)
TEXT_ENHANCED_CAPTURE_1		= Method 1 (for Windows 8 and above)
TEXT_ENHANCED_CAPTURE_2		= Method 2 (for Windows 10 and above)

; Sound device selection menu
TEXT_SND_DEVICE_NO_SPEAKER	    = Desativar
TEXT_SND_DEVICE_NO_MICROPHONE	= Desativar
TEXT_SND_DEVICE_NO_ALL_SOUND	= Não gravar som
TEXT_SND_DEVICE_ADVANCED	    = Avançado...

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_HOME		= Início
$BN_PAGE_GENERAL 	= Geral
$BN_PAGE_FPS 		= FPS
$BN_PAGE_VIDEO 		= Vídeo
$BN_PAGE_IMAGE 		= Imagem
$BN_PAGE_AUDIO		= Áudio
$BN_PAGE_ABOUT 		= Sobre
$BN_UNREGISTERED	= A versão <font color="#ffa900">gratuita</font> é limiteda à <font color="#ffa900">10 minutos</font> por gravação.
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS 			= Opções
$ST_GEN_OUTPUT_FOLDER 		= Pasta de Saída
$BN_GEN_OPEN_OUTPUT_FOLDER 	= Abrir
$BN_GEN_ADV_OPTIONS 		= Avançado
$CK_GEN_ALWAYS_ON_TOP 		= Janela do Bandicam sempre na frente
$CK_GEN_START_MINIMIZED 	= Iniciar Bandicam minimizado na bandeja
$CK_GEN_RUN_WHEN_START 		= Executar Bandicam ao inicializar o Windows
$CK_GEN_RECORD_WHEN_RUN 	= Iniciar gravação de tela cheia ao inicializar o Bandicam
$CK_GEN_TIMER_RECORDING 	= Definir tempo para auto iniciar gravação
$ST_GEN_LANGUAGE 			= Idioma
$ST_GEN_REC_AUTO_START 		= Auto iniciar gravação
$ST_GEN_REC_SCHEDULED		= Gravação Agendada
$BN_GEN_REC_SCHEDULED		= Configuração
$ST_GEN_REC_AUTO_COMPLETE 	= Auto gravação completa
$BN_GEN_REC_AUTO_COMPLETE 	= Configuração
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY 			= Sobreposição de FPS
$CK_FPS_OVERLAY_HOTKEY 		= Mostrar/Esconder Atalho
$CK_FPS_OVERLAY_POS_HOTKEY	= Posição do Atalho
$CK_FPS_OVERLAY 			= Mostrar Sobreposição de FPS
$ST_FPS_LIMIT 				= Limite de FPS
$CK_FPS_LIMIT_HOTKEY 		= Atalho
$CK_FPS_LIMIT 				= Definir FPS limite para
$CK_FPS_LIMIT_ONLY_CAP 		= Só quando capturando
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; vídeo
$ST_VID_RECORD 			= Gravar
$CK_VID_RECORD_HOTKEY 	= Gravar/Parar atalho
$CK_VID_PAUSE_HOTKEY 	= Pausar atalho
$CK_VID_SHOW_CURSOR 	= Mostrar cursor do mouse
$CK_VID_CLICK_EFFECTS 	= Adicionar efeitos clique do mouse
$CK_VID_WEBCAM_OVERLAY 	= Adicionar webcam em sobreposição
$BN_VID_RECORD_SETTINGS	= Configurações
$ST_VID_FORMAT 			= Formato
$ST_VID_FORMAT_VIDEO 	= Vídeo
$ST_VID_FORMAT_AUDIO 	= Áudio
$BN_VID_FORMAT_SETTINGS = Configurações
$BN_VID_FORMAT_PRESETS 	= Predefinições
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE 		= Capturar
$CK_IMG_CAPTURE_HOTKEY 	= Atalho
$CK_IMG_CAPTURE_REPEAT 	= Repetir captura da tela
$ST_IMG_CAPTURE_REPEAT 	= segundos
$CK_IMG_SHOW_CURSOR 	= Mostrar cursor do mouse
$CK_IMAGE_ADD_LOGO		= Adicionar logotipo sobreposto
$CK_IMG_SHUTTER_SOUND_EFFECT = Ativar som do obturador
$BTN_IMAGE_SETTINGS		= Configurações
$ST_IMG_FORMAT 			= Formato
$CK_IMG_FORMAT_BMP 		= BMP
$CK_IMG_FORMAT_PNG 		= PNG
$CK_IMG_FORMAT_JPG 		= JPG - Normal
$CK_IMG_FORMAT_JPG_HQ 	= JPG - Alta qualidade
$CK_IMAGE_JPG_CUSTOM	= JPG - Qualidade Personalizada (20~100)
$BTN_IMG_FORMAT_ANIGIF 	= Salvar como gif animado
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; AUDIO
$ST_AUDIO_RECORD		= Gravar Somente Áudio
$CK_AUD_RECORD_HOTKEY	= Atalho Gravar/Pausas
$CK_AUD_PAUSE_HOTKEY	= Atalho PausarPause Hotkey
$BTN_AUDIO_SETTINGS		= Configurações
$ST_AUD_FORMAT			= Formato
$ST_AUD_FORMAT_TYPE		= Tipo de Arquivo
$ST_AUD_FORMAT_AUDIO	= Áudio
$BN_AUD_FORMAT_SETTINGS	= Configurações
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_START	= Começar
$ST_OUT_TAB_VIDEO 	= Vídeo
$ST_OUT_TAB_IMAGE 	= Imagem
$ST_OUT_TAB_AUDIO	= Áudios
$BN_OUT_PLAY_VIDEO 	= Reproduzir
$BN_OUT_OPEN_IMAGE 	= Abrir
$BN_OUT_EDIT 		= Editar
$BN_OUT_UPLOAD 		= Enviar
$BN_OUT_DELETE 		= Deletar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO 		= Versão do Bandicam
$ST_ABO_COPYRIGHT 			= Copyright(c) 2009-2024 Bandicam.com
$BN_ABO_NEW_VERSION 		= Nova Versão Disponível.
$BN_ABO_CHECK_UPDATE 		= Procurar Atualização
$ST_ABO_LICENCE_INFO 		= Informação da Licença
$BN_ABO_REGISTER 			= Registrar
$BN_ABO_REGISTER_HELP 		= Como Comprar e Registrar
$BN_ABO_UPDATE_REGISTRATION	= Atualizar Registro
$BN_ABO_RENEW_LICENSE		= Renovar a Licença
$ST_ABO_HOMEPAGE_INFO 		= Website
$ST_ABO_HOMEPAGE_URL 		= Página inicial
$ST_ABO_FAQ_URL 			= FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DEVICE
$BN_DEVICE_SELECTION	= Selecione um Dispositivo!
$ST_DEVICE_CONNECTING	= Conectando...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update
$ST_UPDATE_STEP1_TEXT	= <font color="yellow">Bandicut</font> é um programa obrigatório para usuários do Bandicam. Você pode rapidamente cortar e mesclar vídeos gravados com o Bandicam. 
$BTN_UPDATE_STEP1_LINK	= Saber Mais
$ST_UPDATE_STEP2_TEXT	= Download em Andamento...
$BTN_UPDATE_INSTALL		= Instalar Agora
$BTN_UPDATE_LATER		= Não, obrigado!
$BTN_UPDATE_CANCEL		= Cancelar
$BTN_UPDATE_CLOSE		= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; update - Install Bandicam
$ST_UPDATE_BANDICAM_TEXT		= Há uma nova versão do Bandicam disponível. Iniciar a atualização?
$BTN_UPDATE_BANDICAM_CANCEL		= Cancelar
$BTN_UPDATE_BANDICAM_INSTALL	= Atualizar
$BTN_UPDATE_BANDICAM_IGNORE		= Não perguntar novamente para esta versão
$BTN_UPDATE_BANDICAM_LEARNMORE	= Saber mais
$BTN_UPDATE_BANDICAM_SETTINGS	= Configurações da atualização

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; HOME - START
$ST_START_SEL_MODE		= Selecione o modo de gravação que deseja utilizar.
$ST_START_SEL_RECT		= Área do Retângulo
$ST_START_SEL_FULL		= Tela Cheia
$ST_START_SEL_WINDOW	= Janela Específica
$ST_START_SEL_MOUSE		= Ao redor do Mouse
$ST_START_SEL_GAME		= Gravação de Jogo
$ST_START_SEL_DEVICE	= Gravação de Dispositivo
$ST_START_SEL_AUDIO		= Somente Áudio
$ST_START_SEL_HELP		= Ajuda Online

$ST_START_RECT_TITLE	= Gravação de Tela - Retângulo em tela
$ST_START_RECT_DESC		= Este modo permite gravar área parcial na janela retângular.
$ST_START_RECT_STEP		= 1. Selecione o tamanho e a área que será capturada.[br]2. Clique no botão 'REC' ou pressione as teclas de atalho de gravação.

$ST_START_FULL_TITLE	= Gravação de Tela - Tela Cheia
$ST_START_FULL_DESC		= Este modo permite gravar a área total do seu monitor.
$ST_START_FULL_STEP		= 1. Selecione um monitor que será catpurado. [br]2. Clique no botão 'REC' ou pressione as teclas de atalho de gravação.

$ST_START_WINDOW_TITLE	= Gravação de Tela - Janela Específica
$ST_START_WINDOW_DESC	= Este modo permite gravar uma janela mesmo que ela esteja sobreposta à outra janela.
$ST_START_WINDOW_STEP	= 1. Ela a janela alvo. [br]2. Clique no botão 'REC' ou pressione as teclas de atalho de gravação.

$ST_START_MOUSE_TITLE	= Gravação de Tela - Ao redor do Mouse
$ST_START_MOUSE_DESC	= Este modo permite gravar o área do desktop ao redor do mouse que está sendo movido pelo usuário.
$ST_START_MOUSE_STEP	= 1. Selecione um tamanho qualquer que será capturado.[br]2. Clique no botão 'REC' ou pressione as teclas de atalho de gravação.

$ST_START_GAME_TITLE	= Modo de Gravação de Jogo 
$ST_START_GAME_DESC		= Este modo permite gravar o jogo enquanto mostra o FPS.
$ST_START_GAME_STEP		= 1. Inicie um jogo e observe o número de cor verde(FPS).[br]2. Clique no botão 'REC' ou pressione as teclas de atalho de gravação.

$ST_START_DEVICE_TITLE	= Modo Gravação de Dispositivo
$ST_START_DEVICE_DESC	= Este modo permite gravar dispositivos externo como Webcam, Xbox, Smartphone, IPTV, etc.
$ST_START_DEVICE_STEP	= 1. Selecione uma webcam ou outro dispositivo de captura. [br]2. Clique no botão 'REC' ou pressione as teclas de atalho de gravação.

$ST_START_AUDIO_TITLE	= Modo de gravação Somente Áudio
$ST_START_AUDIO_DESC	= Esse módo permite que apenas o áudio seja gravado, como o áudio do auto-falante e microfone.
$ST_START_AUDIO_STEP	= Clique no botão 'REC' ou aperte a tecla de atalho para gravação.

$BN_START_HELP			= Ver ajuda online
$BN_START_RECORD		= Iniciar gravação
$BN_START_RECORD_STOP		= Parar gravação
$ST_START_HOTKEY_RECORD		= Gravar/Parar
$ST_START_HOTKEY_SCREENSHOT	= Capturar Imagem
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; BandiFix
$BN_BDFIX_PLAY			= Tocar
$BN_BDFIX_OPEN_FOLDER	= Abrir Pasta
$BN_BDFIX_CLOSE			= Fechar
$ST_BDFIX_INPUT_FILE	= Arquivo de entrada
$ST_BDFIX_INPUT_FILE2	= Abrir uma arquivo avi/mp4 corrompido.
$BN_BDFIX_INPUT_FILE	= Abrir
$ST_BDFIX_OUTPUT_FILE	= Arquivo de saída
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SCREEN MODE - MENU
$MENU_SELECT_RECORDING_AREA		= Selecione área de gravação
$MENU_RECTANGLE					= Retângulo numa tela
$MENU_FULLSCREEN				= Tela Cheia
$MENU_WINDOW_SCREEN		        = Janela Específica
$MENU_AROUND_MOUSE				= Ao redor do Mouse
$MENU_AUDIO_ONLY				= Somente Áudio
$MENU_RECT_FIND_WINDOW			= Selecione área de gravação
$MENU_RECT_CUSTOM				= Tamanho customizado
$MENU_RECT_RECENTLY_USED		= Usado recentemente
$MENU_FULL_DISPLAY_ALL		    = Todos os monitores
$MENU_FULL_DISPLAY_1			= Monitor 1
$MENU_FULL_DISPLAY_2			= Monitor 2
$MENU_FULL_DISPLAY_3			= Monitor 3
$MENU_FULL_DISPLAY_4			= Monitor 4
$MENU_FULL_DISPLAY_5			= Monitor 5
$MENU_FULL_DISPLAY_6			= Monitor 6
$MENU_FULL_DISPLAY_7			= Monitor 7
$MENU_FULL_DISPLAY_8			= Monitor 8
$MENU_FULL_SHOW_CONTRL			= Sempre exibir Menu Controle
$MENU_FULL_HIDE_CONTRL			= Sempre ocultar Menu Controle
$MENU_MOUSE_CUSTOM				= Tamanho customizado
$MENU_WINDOW_FIND		        = Selecione área de gravação de uma janela específica
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; SELECT DEVICE - POPUP MENU
$MENU_DEVICE_DISABLE_SPEAKER	= Desativar alto-Falantes
$MENU_DEVICE_DISABLE_MICROPHONE	= Desativar microfone
$MENU_DEVICE_ADVANCED		    = Avançado...
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER 			= Abrir pasta de saída
$TOOLTIP_SCHEDULED_RECORDING	= Gravação Agendada
$TOOLTIP_SCREENSHOT 			= Capturar imagem
$TOOLTIP_RECORD 				= Gravar / Parar
$TOOLTIP_PAUSE 					= Pausar
$TOOLTIP_UI_MODE 				= UI Simples/Estendido
$TOOLTIP_REGISTER 				= Registrar Bandicam
$TOOLTIP_ONLINE_HELP 			= Ajuda Online

$TOOLTIP_TOOL_NONE		= Cursor (Sem desenho) (Ctrl+Alt+1)
$TOOLTIP_TOOL_PEN 		= Caneta (Ctrl+Alt+2)
$TOOLTIP_TOOL_PEN_HL 	= Marcador (Ctrl+Alt+3)
$TOOLTIP_TOOL_PEN_LINE	= Linha (Ctrl+Alt+4)
$TOOLTIP_TOOL_ARROW		= Seta (Ctrl+Alt+5)
$TOOLTIP_TOOL_BOX 		= Caixa (Ctrl+Alt+6)
$TOOLTIP_TOOL_NUMBER	= Numeração (Ctrl+Alt+7)
$TOOLTIP_TOOL_TEXT		= Texto (Ctrl+Alt+8)
$TOOLTIP_TOOL_ERASER 	= Borracha (Ctrl+Alt+9)
$TOOLTIP_TOOL_COLOR 	= Selecionar cor
$TOOLTIP_TOOL_LINE 		= Largura da Linha
$TOOLTIP_TOOL_UNDO 		= Desfazer (Ctrl+Z)
$TOOLTIP_TOOL_REDO 		= Refazer (Ctrl+Y)

$TOOLTIP_HOME_SEL		= Selecione o modo de gravação
$TOOLTIP_HOME_RECT		= Modo de Gravação de Tela - Retângulo
$TOOLTIP_HOME_FULL		= Modo de Gravação de Tela - Tela Cheia
$TOOLTIP_HOME_WINDOW	= Modo de Gravação de Tela - Janela Específica
$TOOLTIP_HOME_MOUSE		= Modo de Gravação de Tela - Ao redor do Mouse
$TOOLTIP_HOME_GAME		= Modo de Gravaçao de Jogo
$TOOLTIP_HOME_DEVICE	= Modo de Gravação de Dispositivo
$TOOLTIP_HOME_AUDIO		= Modo de Gravação Somente Áudio

$TOOLTIP_ADD_MOUSE_EFFECT	= Adicionar efeitos ao cursor do Mouse
$TOOLTIP_ADD_TEXT_OVERLAY	= Adicionar efeitos de sobreposição de texto
$TOOLTIP_ADD_SPEAKER		= Adicionar Auto-falante
$TOOLTIP_ADD_MICROPHONE		= Adicionar Microfone
$TOOLTIP_ADD_WEBCAM_OVERLAY	= Adicionar sobreposição da Webcam
$TOOLTIP_MUTE_SPEAKER		= Silenciar Auto-falante
$TOOLTIP_MUTE_MICROPHONE	= Silenciar Microfone

$TOOLTIP_REFRESH_LINFO		= Atualizar a informação da licença

$TOOLTIP_ADJUST_SPEAKER_VOL	= Ajustar volume do Auto-falant
$TOOLTIP_ADJUST_MICROPHONE_VOL	= Ajustar volume do microfone

$TOOLTIP_OUTPUT_VIDEO		= Output file list - Vídeo
$TOOLTIP_OUTPUT_IMAGE		= Output file list - Imagem
$TOOLTIP_OUTPUT_AUDIO		= Output file list - Áudio

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; DIALOG
$BTN_REGISTER			= Registrar
$BTN_BUY_NOW			= Comprar Agora
$BTN_RENEW			    = Renovar Agora
$ST_LEARN_MORE			= Saiba mais

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FILE
$FILE_LOGO				= logo.png
$FILE_BETA_ICON			= beta_icon.png
$FILE_UNREGISTERED_ICON	= unregistered_icon.png
$FILE_EXPIRED_ICON		= expired_icon.png
$FILE_BUSINESS_ICON		= business_icon.png

[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL 	= Cancelar
IDOK 		= OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT 			= Configurações de formato 
IDC_ST_FMTSET_FILE 			= Tipo de arquivo
IDC_ST_FMTSET_VIDEO 		= Vídeo
IDC_ST_VIDEO_SIZE 			= Tamanho
IDC_ST_VIDEO_FPS 			= FPS
IDC_ST_VIDEO_CODEC 			= Codec
IDC_ST_VIDEO_CODEC_PROFILE	= Perfil
IDC_ST_VIDEO_BITRATE 		= Taxa de transferência
IDC_ST_VIDEO_QUALITY 		= Qualidade
IDC_ST_FMTSET_AUDIO 		= Áudio
IDC_CK_AUDIO_ORIGINAL_PCM 	= Salvar como formato original de áudio
IDC_ED_AUDIO_ORIGINAL_PCM 	= Salvar múltiplos-canais e alta-definição de áudio (96KHz ou mais).
IDC_ST_AUDIO_CH 			= Canais
IDC_ST_AUDIO_FREQ 			= Frequência
IDC_ST_AUDIO_CODEC 			= Codec
IDC_ST_AUDIO_BITRATE 		= Taxa de transferência
IDC_ST_FORMAT_HELP 			= [Ajuda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_AUDIO_FORMAT
IDD_AUDIO_FORMAT			= Conf de Formato

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER 				= Registrar Bandicam
IDC_ST_1BUY 				= 1. Comprar
IDC_ST_1BUY_COMMENT 		= Para remover a marca d'água em seu vídeo, compre a licença do Bandicam em https://bandicam.com/buy
IDC_BTN_BUY_ONLINE 			= Comprar
IDC_ST_2REGISTER 			= 2. Registrar
IDC_ST_2REGISTER_COMMENT 	= Precisa de uma conexão on-line para registrar o Bandicam.
IDC_ST_EMAIL_ADDRESS 		= E-mail
IDC_ST_SERIAL_NUMBER 		= Nº Serial
IDC_BTN_REGISTER_NOW 		= Registrar
IDC_BTN_UNREGISTER_NOW		= Sem registro
IDC_BTN_CLOSE 				= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK 		= Procurar Atualização
IDC_ST_UPDATE_SETTING 	= Configuração
IDC_CK_UPDATE_ENABLE 	= Ativar verificação automática de atualização.
IDC_CK_UPDATE_POPUP 	= Mostrar aviso quando uma atualização importante estiver disponível.
IDC_UPDATE_CHECK_NOW 	= Procurar Atualização Agora
IDC_CLOSE 				= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET = Opções Avançadas
IDC_BTN_RESET = Redefinir

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL 					= Geral
IDC_CK_ALWAYS_ON_TOP2 				= Janela do Bandicam sempre na frente
IDC_CK_START_MINIMIZED_TO_TRAY 		= Iniciar Bandicam minimizado na bandeja
IDC_CK_RUN_WHEN_START 				= Executar Bandicam ao inicializar o Windows
IDC_CK_RECORD_WHEN_RUN 				= Iniciar gravação de tela cheia ao inicializar o Bandicam
IDC_BTN_TIMER_RECORDING				= Definir tempo para auto iniciar gravação
IDC_CK_SHOW_FPS_IN_VIDEO 			= Mostrar FPS capturando vídeo/imagem
IDC_ST_SHOW_FPS_IN_VIDEO 			= (Só em 'Modo de gravação Jogo')
IDC_CK_SHOW_TIP_BAR 				= Mostrar dica/barra de informação
IDC_CK_NO_TRAY_BALLOON 				= Desligar notificações do balão da bandeja
IDC_ST_ADV_AUTOMATIC 				= Automático
IDC_LN_TIP_RECORD_ON_WIN_STARTUP	= DICA: Como iniciar a gravação na inicialização do Windows

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT 				= Saída
IDC_ST_OUT_OUTPUT_FOLDER 		= Pasta de saída
IDC_CK_OUT_CREATE_SUBFOLDER 	= Criar automaticamente pasta de saida com o nome:
IDC_RD_OUT_SUBFOLDER			= Igual ao nome do alvo da gravação
IDC_RD_OUT_SUBFOLDER_2			= 'Videos'/ 'Imagens' / 'Audios'
IDC_RD_OUT_SUBFOLDER_3		    = Formato de Data (YYYY-MM-DD)
IDC_CK_OUT_ENABLE_WRITE_CACHING = Ativar gravação em cache no disco
IDC_ST_OUT_FILE_NAMING 			= Configurações de nomear arquivo
IDC_ST_OUT_EXAMPLE 				= Ex:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE 	= Idioma
IDC_ST_TRANSLATOR 	= Obrigado aos tradutores

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET 				= Vínculo alvo
IDC_CK_HK_OPENGL 				= OpenGL
IDC_CK_HK_DDRAW 				= DirectDraw
IDC_CK_HK_DX7 					= DirectX 7
IDC_CK_HK_DX8 					= DirectX 8
IDC_CK_HK_DX9 					= DirectX 9
IDC_CK_HK_DX10	 				= DirectX 10
IDC_CK_HK_DX11 					= DirectX 11
IDC_CK_HK_DX12					= DirectX 12
IDC_CK_HK_VULKAN				= Vulkan
IDC_CK_HK_WINDOWS_APPS			= Windows Apps (UWP)
IDC_CK_DISABLE_DX11_ON_IE9 		= Inativar DX10/11 no IE9 (ou superior)/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX 	= Bloquear sobreposição de vídeo DirectX
IDC_BTN_BLOCK_LIST 				= Lista de processos bloqueado

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOTKEYS
IDC_ST_HKEY_GENERAL			= Geral
IDC_CK_HKEY_START_REC		= Iniciar/Parar Gravação
IDC_CK_HKEY_PAUSE_REC		= Pausar Gravação
IDC_CK_HKEY_CAPTURE_IMAGE	= Capturar Imagem
IDC_CK_HKEY_MUTE_SPEAKER	= Silenciar Auto-Falantes
IDC_CK_HKEY_MUTE_MICROPHONE	= Silenciar Microfone
IDC_ST_HKEY_SCREEN_MODE		= Modo Gravação de Tela
IDC_CK_HKEY_SHOW_RECT		= Exibir/Esconder Retângulo
IDC_CK_HKEY_TOGGLE_DRAW		= Modo Desenho
IDC_CK_HKEY_SEL_TARGET_RECT	= Selecionar área do alvo
IDC_CK_HKEY_WEBCAM_MAXIMIZE	= Maximizar pré visualização da webcam
IDC_ST_HKEY_GAME_MODE		= Modo Gravação de Jogo
IDC_CK_HKEY_SHOW_FPS		= FPS - Mostrar/Esconder
IDC_CK_HKEY_POS_FPS			= FPS - Posição
IDC_CK_HKEY_LIMIT_FPS		= FPS - Limite

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS 			= Outras configurações
IDC_BTN_VIDEO_RECORD_SETTINGS 	= Configurações de gravação de vídeo
IDC_BTN_VIDEO_FORMAT_SETTINGS 	= Configurações do formato de vídeo
IDC_BTN_AUTO_COMPLETE_RECORDING	= Auto gravação completa
IDC_ST_OTHER_UAC				= Executar como administrador (UAC)
IDC_RD_OTHER_NONADMIN			= Executar Bandicam como usuário padrão (non-admin)
IDC_RD_OTHER_ADMIN				= Executar Bandicam como administrador
IDC_RD_OTHER_ADMIN_GAME			= Executar como administrador somente em mode de 'Gravação de Jogo'
IDC_BTN_OTHER_RESTART			= Reiniciar agora
IDC_LN_OTHER_UAC				= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL 		= Auto gravação completa
IDC_ST_RC_HOWTO 		= Auto gravação completa
IDC_RD_RC_NOTCOMPLETE	= Inativo
IDC_RD_RC_TIME 			= Por tempo de gravação
IDC_ST_RC_MAX_TIME 		= Máx.
IDC_RD_RC_SIZE 			= Por tamanho de arquivo gravado
IDC_ST_RC_MAX_SIZE 		= Máx.
IDC_RD_RC_NOSOUND		= Duração do silêncio (seg)
IDC_CK_RC_NOSOUND		= Exibir pop-up silencioso antes de parar a gravação
IDC_ST_RC_AFTER 		= Depois da gravação
IDC_RD_RC_NOTHING 		= Fazer nada
IDC_RD_RC_NEW_RECORDING = Iniciar nova gravação
IDC_RD_RC_EXIT_BDCAM 	= Parar gravação e sair do Bandicam
IDC_RD_RC_SHUTDOWN 		= Desligar o computador
IDC_RD_RC_HIBERNATE		= Hibernar o computador

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL_NOSOUND
IDD_REC_CONTROL_NOSOUND		= Gravação Auto Complete - Notícia
IDC_ST_NOSOUND_TITLE		= Modo Silencioso
IDC_ST_NOSOUND_DESC			= A gravação será encerrada em breve porque nenhum som foi tocado.
IDC_ST_NOSOUND_DESC2		= Parar a gravação em %d segundos.
IDC_BTN_NOSOUND_CONTINUE	= Continuar a gravação

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN 			= Desligar
IDC_ST_SHUTDOWN 		= Desligar
IDC_ST_SHUTDOWN_INFO 	= Este computador será desligado. \nPressione 'Cancelar' se não quiser desligar.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS = Configurações de gravação

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND 	= Gravar som
IDC_ST_SND_SELECT_1 	= Dispositivo primário de som
IDC_ST_SND_DEVICE_0		= Auto-falante
IDC_BTN_SND_SETTING_0	= Configurar...
IDC_ST_SND_DEVICE_1		= Microfone
IDC_BTN_SND_SETTING_1 	= Configurar...
IDC_ST_SND_VOLUME_1		= Volume
IDC_CK_SND_MONO_1		= Mono
IDC_BTN_SND_FILTER_1	= Filtro
IDC_ST_SND_SELECT_2 	= Dispositivo secundário de som
IDC_BTN_SND_SETTING_2 	= Configurar...
IDC_ST_SND_VOLUME_2		= Volume
IDC_CK_SND_MONO_2		= Mono
IDC_BTN_SND_FILTER_2	= Filtro
IDC_CK_SND_MIX_SOUND 	= Mixar dois sons (Primário e Secundário numa faixa de áudio)
IDC_CK_SND_CAP_PUSH_TO	= Pressione Para Falar ou Pressione Para Silenciar
IDC_ST_SOUND_HELP 		= [Ajuda]
IDC_CK_SND_SAVE_AS_WAV 	= Salvar faixas de áudio durante a gravação (.wav)
IDC_ST_AUDIO_MODE		= Por favor selecione ao menos um dispositivo de som para gravação de áudio

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM 					= Adicionar sobreposição da webcam ao vídeo
IDC_ST_WEBCAM_SETTING 				= Configurações
IDC_ST_WEBCAM_POS 					= Posição:
IDC_CK_WEBCAM_USE_CHROMAKEY			= Usar Chroma key
IDC_BTN_WEBCAM_PREVIEW_SETTINGS		= Avançado
IDC_ST_WEBCAM_ADVANCED_OPTIONS		= Opções avançadas
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN	= Prévia da webcam na tela
IDC_CK_WEBCAM_PREVIEW_HOTKEY 		= Ativar prévia com atalho alternado
IDC_RD_WEBCAM_ADD_TO_VIDEO			= Adicionar sobreposição da webcam ao arquivo de vídeo de saída
IDC_RD_WEBCAM_SAVE_AS_MP4			= Salvar o vídeo da webcam como arquivo separado (.mp4)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO 		= Adicionar logotipo ao vídeo
IDC_ST_LOGO_SETTING 	= Configurações
IDC_ST_LOGO_IMAGE 		= Imagem:
IDC_ST_LOGO_OPACITY 	= Opacidade:
IDC_ST_LOGO_POS 		= Posição:
IDC_ST_LOGO_LR_MARGINS	= Esquerda/R margens:
IDC_ST_LOGO_TB_MARGINS	= Topo/B margens:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_CK_SHOW_CURSOR				= Mostrar cursor do mouse
IDC_ST_CURSOR_SIZE				= Tamanho
IDC_ST_EFFECTS_MOUSE 			= Efeitos do mouse
IDC_CK_ADD_CLICK_EFFECTS 		= Adicionar efeito clique de mouse
IDC_ST_CLICK_EFFECT_SIZE		= Tamanho
IDC_ST_LEFT_CLICK_COLOR 		= Esquerda clique a cor
IDC_ST_RIGHT_CLICK_COLOR 		= Direita clique a cor
IDC_CK_ADD_HIGHLIGHT_EFFECTS	= Adicionar efeito destaque de mouse
IDC_ST_HIGHLIGHT_EFFECT_SIZE	= Tamanho
IDC_ST_HIGHLIGHT_COLOR 			= Realçar cor
IDC_ST_HIGHLIGHT_OPACITY	    = Opacidade
IDC_ST_EFFECT_PREVIEW_TITLE		= Prévia
IDC_ST_EFFECTS_MOUSE_SOUND		= Tocar sons do mouse ao gravar
IDC_CK_EFFECT_LCLICK_SOUND		= Clique do botão esquerdo
IDC_CK_EFFECT_RCLICK_SOUND		= Clique do botão direito

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_KEYSTROKE
IDC_CK_ADD_KEYSTROKE		= Adicionar teclas pressionadas ao vídeo
IDC_ST_ADD_KEYSTROKE		= Sobreposição de teclas pressionadas só está disponível no Modo de Gravação de Tela.
IDC_ST_KEYSTROKE_SETTING	= Configurações
IDC_ST_KEYSTROKE_SIZE		= Tamanho da Fonte:
IDC_ST_KEYSTROKE_POS		= Posição:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
;IDD_VID_PAGE_TEXT
IDC_CK_ADD_TEXT				= Adicionar texto sobreposto ao vídeo
IDC_BTN_TEXT_OVERLAY_ADD	= Adicionar
IDC_BTN_TEXT_OVERLAY_EDIT	= Editar
IDC_BTN_TEXT_OVERLAY_DEL	= Apagar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS 				= Opções
IDC_ST_REC_PRIORITY 			= Prioridade de gravação:
IDC_ST_REC_PRIORITY2 			= Prioridade mais alta pode reduzir a perda de quadros.
IDC_ST_FOR_DX_GL 				= Para modo de gravação de Jogo
IDC_CK_SKIP_RECORDING 			= Saltar gravação enquanto o quadro não é atualizado
IDC_CK_ENHANCED_DX9_CAPTURE 	= Usar modo de captura melhorada (mais rápido, só DirectX 9)
IDC_ST_FOR_RECT_SCREEN 			= Para modo de gravação Tela
IDC_CK_HIDE_MAINWND_WHILE_REC	= Esconder a janela principal durante a gravação
IDC_CK_SHOW_COUNTDOWN_TIMER		= Exibir contagem regressiva antes de iniciar a gravação
IDC_CK_ENHANCED_CAPTURE 		= Usar modo de captura melhorada (mais rápido, WIN 8 ou superior)
IDC_CK_PLAY_EVENT_SOUND_EFFECTS	= Tocar efeitos sonoros quando iniciado ou parado
IDC_CK_EXCLUDE_FROM_CAPTURE = Exclude Bandicam windows from recording

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_SETTINGS
IDD_VIDEO_WEBCAM_SETTINGS			= Visualização da Webcam e configurações avançadas
IDC_ST_WEBCAM_PRESET_POS			= Posição da predefinição
IDC_ST_WEBCAM_PREVIEW_SETTINGS		= Configurações
IDC_ST_WEBCAM_DEVICE 				= Webcam:
IDC_BTN_WEBCAM_DEVICE 				= Configurações
IDC_ST_WEBCAM_DEVICE_FMT			= Formato:
IDC_ST_WEBCAM_SIZE					= Tamanho da sobreposição:
IDC_ST_WEBCAM_POS_H					= posição X:
IDC_ST_WEBCAM_POS_V					= posição Y:
IDC_ST_WEBCAM_FLIPSCREEN			= Girar tela:
IDC_ST_WEBCAM_ROTATE	= Rotate:
IDC_ST_WEBCAM_SHAPE					= Formato:
IDC_ST_WEBCAM_BLUR					= Efeito Borrão:
IDC_CK_WEBCAM_USE_CHROMAKEY_L		= Usar Chroma key
IDC_ST_WEBCAM_CHROMAKEY_COLOR		= Cor:
IDC_BTN_WEBCAM_CHROMAKEY_COLOR		= Selecionar
IDC_BTN_WEBCAM_CHROMAKEY_SIMILARITY = Similaridade: 
IDC_ST_WEBCAM_CHROMAKEY_BLEND		= Combinar:
IDC_LN_WEBCAM_HELP					= [Ajuda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW = Prévia - Webcam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_TEXT_SETTINGS
IDD_VIDEO_TEXT_SETTINGS			= Configurações de Sobreposição de Texto
IDC_ST_TEXT_OVERLAY_SETTINGS	= Configurações
IDC_ED_TEXT_INCLUDE_TIMESTAMP	= Includir Carimbo de Hora
IDC_ST_TEXT_FONT				= Fonte:
IDC_ST_TEXT_SIZE				= Tamanho:
IDC_ST_TEXT_MARGIN				= Margem:
IDC_ST_TEXT_ALPHA				= Alfa:
IDC_ST_TEXT_COLOR				= Cor do texto:
IDC_CK_TEXT_SHADOW_COLOR		= Sombra:
IDC_CK_TEXT_OUT_COLOR			= Contorno:
IDC_BTN_ADD_TEXT_MACRO			= Adicionar texto macro (Data, Tempo...)
IDC_LN_TEXT_HELP				= [Ajuda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_SHEET_SETTINGS
IDD_IMG_SHEET_SETTINGS		= Configurações para captura de imagem

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_IMG_PAGE_LOGO
IDC_CK_IMG_ADD_LOGO			= Adicionar logotipo ao vídeo
IDC_ST_IMG_LOGO_SETTING		= Configurações
IDC_ST_IMG_LOGO_IMAGE		= Imagem:
IDC_ST_IMG_LOGO_OPACITY		= Opacidade:
IDC_ST_IMG_LOGO_POS			= Posição:
IDC_ST_IMG_LOGO_LR_MARGINS	= Esquerda/R Margens:
IDC_ST_IMG_LOGO_TB_MARGINS	= Topo/B Margens:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE 		= Personalizar tamanho alvo
IDC_ST_TARGET_SIZE_SETTING 	= Configuração
IDC_ST_TARGET_SIZE 			= Tamanho alvo:
IDC_BTN_TARGET_RECENT		= Último tamanho alvo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET 	= Adicionar novo tamanho predefinido
IDC_ST_ADD_SIZE_PRESET 		= Salvar a posição e tamanho do alvo corrente como predefinição. \nDigitar o nome da nova predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET = Editar tamanho predefinido
IDC_BTN_SIZE_PRESET_ADD 	= Adicionar
IDC_BTN_SIZE_PRESET_DEL 	= Deletar
IDC_BTN_SIZE_PRESET_REN 	= Renomear
IDC_BTN_SIZE_PRESET_UP 		= Acima
IDC_BTN_SIZE_PRESET_DN 		= Abaixo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET 	= Renomear tamanho predefinido
IDC_ST_REN_SIZE_PRESET 		= Digitar um novo nome para predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO 			= Informação
IDC_ST_ACAP_INFO 		= Informação de captura de áudio
IDC_ST_ACAP_INFO2 		= A placa de som não capta o som. Por favor verifique o 'controle de gravação'. \n\nQuer visitar a página de ajuda on-line?
IDC_CK_ACAP_DO_NOT_ASK	= Não perguntar novamente
IDC_BTN_YES 			= Sim
IDC_BTN_NO 				= Não

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME 		= Tempo máximo de gravação
IDC_ST_RC_TIME_SETTING 	= Configuração
IDC_ST_RC_TIME_HOUR 	= Horas
IDC_ST_RC_TIME_MIN 		= Min
IDC_ST_RC_TIME_SEC 		= Seg

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE 			= Tam.máximo de arquivo gravado
IDC_ST_RC_FILESIZE_SETTING 	= Configuração

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET 	= Adicionar nova predefinição
IDC_ST_ADD_PRESET 			= Salvar as configurações do formato corrente como predefinição. \nDigitar o nome da nova predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET 	= Editar predefinições
IDC_BTN_PRESET_ADD 			= Adicionar
IDC_BTN_PRESET_DEL 			= Deletar
IDC_BTN_PRESET_REN 			= Renomear
IDC_BTN_PRESET_UP 			= Acima
IDC_BTN_PRESET_DN 			= Abaixo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET = Renomear predefinição
IDC_ST_REN_PRESET = Digitar um novo nome para predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX 			= Selecionar codec de vídeo externo
IDC_ST_CODEC_EX_LIST 		= Lista de Codec
IDC_ST_CODEC_EX_SETTINGS	= Configurações
IDC_ST_CODEC_EX_DRIVER 		= Nome da unidade
IDC_ST_CODEC_EX_FOURCC 		= FourCC
IDC_ST_CODEC_EX_QUALITY 	= Qualidade
IDC_ST_CODEC_EX_DATERATE 	= Taxa de dados
IDC_ST_CODEC_EX_KEYFRAME 	= Quadro-chave intervalo
IDC_CK_CODEC_EX_PREFER_RGB	= Preferir espaço de cores RGB
IDC_BTN_CODEC_EX_CONFIG 	= Configurar
IDC_BTN_CODEC_EX_ABOUT 		= Sobre
IDC_ST_CODEC_EX_HELP 		= [Ajuda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK 		= Lista de processos bloqueado
IDC_ST_BLOCK_LIST 		= Os seguintes processos não são permitidos vínculos.
IDC_ST_BLOCK_LIST_EX 	= Exemplo:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA 			= Configurações - H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL 	= Controle de taxa
IDC_RD_H264_CUDA_VBR 			= VBR - baseado em qualidade (recomendado)
IDC_RD_H264_CUDA_CBR 			= CBR - baseado em taxa de bits
IDC_ST_H264_CUDA_GPU_USAGE 		= Uso GPU
IDC_RD_H264_CUDA_GPU_CPU 		= GPU + CPU
IDC_RD_H264_CUDA_GPU 			= Só GPU (usar com GPU mais rápido)
IDC_ST_H264_CUDA_GPU_DEVICE 	= Dispositivo GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS	= Outras opções
IDC_ST_H264_CUDA_FOURCC_USED 	= Código FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT 	= Quadro-chave intervalo:
IDC_ST_H264_CUDA_FOURCC_HELP 	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC 			= Configurações - H.264 (Quick Sync vídeo)
IDC_ST_H264_SYNC_RATE_CONTROL 	= Controle de taxa
IDC_RD_H264_SYNC_VBR 			= VBR - baseado em qualidade (recomendado)
IDC_RD_H264_SYNC_CBR 			= CBR - baseado em taxa de bits
IDC_ST_H264_SYNC_OTHER_OPTIONS 	= Outras opções
IDC_ST_H264_SYNC_FOURCC_USED 	= Código FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT 	= Quadro-chave intervalo:
IDC_ST_H264_SYNC_FOURCC_HELP 	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP 			= Configurações - H.264 (AMD VCE)
IDC_ST_H264_APP_RATE_CONTROL 	= Controle de taxa
IDC_RD_H264_APP_VBR 			= VBR - baseado em qualidade (recomendado)
IDC_RD_H264_APP_CBR 			= CBR - baseado em taxa de bits
IDC_ST_H264_APP_OTHER_OPTIONS 	= Outras opções
IDC_ST_H264_APP_FOURCC_USED 	= Código FourCC:
IDC_ST_H264_APP_KEYFRAME_INT 	= Quadro-chave intervalo:
IDC_ST_H264_APP_FOURCC_HELP 	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID 		= Configurações - Xvid
IDC_ST_XVID_RATE_CONTROL 	= Controle de taxa
IDC_RD_XVID_VBR 			= VBR - baseado em qualidade (recomendado)
IDC_RD_XVID_CBR 			= CBR - baseado em taxa de bits
IDC_ST_XVID_OPTIMIZATION 	= Otimização
IDC_RD_XVID_FASTER_SPEED 	= Maior velocidade de codificação
IDC_RD_XVID_SMALLER_SIZE 	= Menor tamanho de arquivo
IDC_ST_XVID_OTHER_OPTIONS 	= Outras opções
IDC_ST_XVID_KEYFRAME_INT 	= Quadro-chave intervalo:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC 			= Configurações - H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL 	= Controle de taxa
IDC_RD_H264_NVENC_VBR 			= VBR - baseado em qualidade (recomendado)
IDC_RD_H264_NVENC_CBR 			= CBR - baseado em taxa de bits
IDC_ST_H264_NVENC_GPU_USAGE 	= Uso GPU
IDC_ST_H264_NVENC_GPU_DEVICE 	= Dispositivo GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS = Outras opções
IDC_ST_H264_NVENC_FOURCC_USED 	= Código FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT 	= Intervalo de Quadro-chave:
IDC_ST_H264_NVENC_FOURCC_HELP 	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264 		= Configurações - H.264 (CPU)
IDC_ST_H264_RATE_CONTROL 	= Controle de taxa
IDC_RD_H264_VBR 			= VBR - baseado em qualidade (recomendado)
IDC_RD_H264_CBR 			= CBR - baseado em taxa de bits
IDC_ST_H264_OPTIMIZATION 	= Otimização
IDC_RD_H264_FASTER_SPEED 	= Maior velocidade de codificação
IDC_RD_H264_BALANCED 		= Desempenho equilibrado
IDC_RD_H264_SMALLER_SIZE 	= Menor tamanho de arquivo
IDC_ST_H264_OTHER_OPTIONS 	= Outras opções
IDC_ST_H264_KEYFRAME_INT 	= Intervalo de Quadro-chave:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS 		= Tempo de gravação
IDC_ST_TIMER_SETTINGS 		= Configurações
IDC_RD_TIMER_START_IN 		= Iniciar em
IDC_ST_TIMER_MINUTES 		= minutos
IDC_RD_TIMER_START_AT 		= Iniciar em
IDC_CK_TIMER_MINIMIZE 		= Minimizar Bandicam para a bandeja quando iniciar a gravação.
IDC_ST_TIMER_AUTO_COMPLETE 	= Auto gravação completa
IDC_BTN_TIMER_AUTO_COMPLETE = Configuração

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING 		= Tempo de gravação - Aguardando para iniciar
IDC_ST_TIMER_WAITING_INFO 	= Esperando para iniciar a gravação em %s.
IDC_ST_TIMER_ELAPSED 		= Tempo decorrido:
IDC_ST_TIMER_REMAINING 		= Tempo restante:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS 	= Configurações - FPS
IDC_ST_FORMAT_FPS_MODE 	= Modo taxa de quadros
IDC_RD_FORMAT_FPS_CFR 	= Preferir CFR - Taxa de quadros constante
IDC_ST_FORMAT_FPS_CFR 	= Recorrer a VFR se o desempenho do codificador não for bom o suficiente.
IDC_RD_FORMAT_FPS_VFR 	= Usar VFR - Taxa de quadros variável (recomendado)
IDC_ST_FORMAT_FPS_HELP 	= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_YOUTUBE
IDD_UPLOAD_TO_YOUTUBE			= Enviar para Youtube.com
IDC_ST_YOUTUBE_UPLOADINFO		= Informação do Upload
IDC_ST_YOUTUBE_FILENAME			= Nome do Arquivo:
IDC_ST_YOUTUBE_TITLE			= Título:
IDC_ST_YOUTUBE_DESCRIPTION		= Descrição:
IDC_ST_YOUTUBE_PRIVACY			= Privacidade:
IDC_RD_YOUTUBE_PRIVACY_PUBLIC	= Público - Permitir que todos vejam o vídeo
IDC_RD_YOUTUBE_PRIVACY_UNLISTED	= Não listado - Qualquer um que tenha o endereço pode ver este vídeo
IDC_RD_YOUTUBE_PRIVACY_PRIVATE	= Privado - Visível somente para mim e para os usuários que eu selecionar
IDC_BTN_YOUTUBE_UPLOAD			= Enviar
IDC_LN_YOUTUBE_HELP				= Ajuda
IDC_LN_YOUTUBE_TOS				= 
IDC_CK_YOUTUBE_KEEP_LOGGED_IN	= Mantenha-me logado
IDC_BTN_YOUTUBE_LOGOUT			= Sair

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_YOUTUBE
IDD_UPLOADING_YOUTUBE		= Enviando...
IDC_ST_YOUTUBE_UPLOADED		= Vídeo enviado com sucesso!
IDC_ST_YOUTUBE_LINK			= Link:
IDC_ST_YOUTUBE_EMBED		= Embutir:
IDC_BTN_YOUTUBE_LINK_GO		= Ir
IDC_BTN_YOUTUBE_EMBED_COPY	= Copiar
IDC_BTN_YOUTUBE_CLOSE		= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO 			= Enviar para Vimeo.com
IDC_ST_VIMEO_UPLOADINFO 		= Informação de envio
IDC_ST_VIMEO_FILENAME 			= Arquivo:
IDC_ST_VIMEO_TITLE 				= Título:
IDC_ST_VIMEO_DESCRIPTION 		= Descrição:
IDC_ST_VIMEO_PRIVACY 			= Privacidade:
IDC_RD_VIMEO_PRIVACY_ANYONE 	= Qualquer um - Permitir que qualquer pessoa possa ver este vídeo
IDC_RD_VIMEO_PRIVACY_ONLYME 	= Somente eu - Faça este vídeo visível para mim e mais ninguém
IDC_RD_VIMEO_PRIVACY_FOLLOW 	= Somente pessoas que sigo - Tornar visível somente para pessoas que sigo no Vimeo
IDC_RD_VIMEO_PRIVACY_UNLISTED	= Somente peossoas com links privados podem ver esse vídeo
IDC_ST_VIMEO_PRIVACY_UNLISTED	= (Usuários básicos do Vimeo não podem usar esta opção)
IDC_RD_VIMEO_PRIVACY_PASSWORD	= Somente pessoas com uma senha podem ver este vídeo
IDC_CK_HIDE_PASSWORD			= Ocultar senha
IDC_BTN_VIMEO_UPLOAD 			= Enviar
IDC_LN_VIMEO_HELP 				= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO 		= Enviando...
IDC_ST_VIMEO_UPLOADED 		= Vídeo enviado com sucesso!
IDC_ST_VIMEO_LINK 			= Link:
IDC_ST_VIMEO_EMBED 			= Embutir:
IDC_BTN_VIMEO_LINK_GO 		= Ir
IDC_BTN_VIMEO_EMBED_COPY	= Copiar
IDC_BTN_VIMEO_CLOSE 		= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_FACEBOOK
IDD_UPLOAD_TO_FACEBOOK			= Enviar para Facebook.com
IDC_ST_FACEBOOK_UPLOADINFO		= Informação de envio
IDC_ST_FACEBOOK_FILENAME		= Nome do Arquivo:
IDC_ST_FACEBOOK_TITLE			= Título:
IDC_ST_FACEBOOK_DESCRIPTION		= Descrição:
IDC_ST_FACEBOOK_PRIVACY			= Privacidade:
IDC_RD_FACEBOOK_PRIVACY_PUBLIC	= Público - Permitir que qualquer pessoa veja esse vídeo
IDC_RD_FACEBOOK_PRIVACY_FOF		= Amigos de amigos - Permitir que os amigos dos seus amigos vejam esse vídeo
IDC_RD_FACEBOOK_PRIVACY_FRIENDS	= Amigos - Permitir que somente seus amigos vejam esse vídeo
IDC_RD_FACEBOOK_PRIVACY_ONLYME	= Somente eu - Somente você pode ver esse vídeo
IDC_BTN_FACEBOOK_UPLOAD			= Enviar
IDC_LN_FACEBOOK_HELP			= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_FACEBOOK
IDD_UPLOADING_FACEBOOK		= Enviando...
IDC_ST_FACEBOOK_UPLOADED	= Vídeo enviado com sucesso!
IDC_ST_FACEBOOK_LINK		= Link:
IDC_BTN_FACEBOOK_LINK_GO	= Ir
IDC_BTN_FACEBOOK_CLOSE		= Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_GDRIVE
IDD_UPLOAD_TO_GDRIVE		    = Enviar para o Google Drive
IDC_ST_GDRIVE_UPLOADINFO	    = Informação de Envio
IDC_ST_GDRIVE_FILENAME		    = Nome do Arquivo:
IDC_ST_GDRIVE_SHARE_MODE	    = Compartilhar:
IDC_RD_GDRIVE_DONT_SHARE	    = Não Compartilhar
IDC_RD_GDRIVE_SHARELINK		    = Criar link de compartilhamento
IDC_ST_GDRIVE_SHARELINK_HELP	= Qualquer um com o link pode visualizar
IDC_BTN_GDRIVE_UPLOAD		    = Enviar
IDC_LN_GDRIVE_HELP		        = Ajuda
IDC_CK_GDRIVE_KEEP_LOGGED_IN	= MAntenha-me logado
IDC_BTN_GDRIVE_LOGOUT		    = Sair

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_GDRIVE
IDD_UPLOADING_GDRIVE		    = Enviando...
IDC_ST_GDRIVE_UPLOADED		    = O envio do vídeo foi finalizado!
IDC_ST_GDRIVE_LINK		        = Link:
IDC_BTN_GDRIVE_LINK_GO	        = Ir
IDC_BTN_GDRIVE_SHARELINK_COPY	= Copiar Link para Compartilhar
IDC_BTN_GDRIVE_CLOSE		    = Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE 	= Disponível - NVENC
IDC_LN_NVENC_AVAILABLE 		= O codificador NVIDIA NVENC H.264 está disponível. NVENC é um codificador de alto-desempenho que usa aceleração de hardware. \nGostaria de usar o codificador NVENC H.264?\n<a>mais</a>
IDC_CK_NVENC_AVAILABLE 		= Não perguntar novamente

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE = Disponível - Intel® Quick Sync vídeo (QSV)
IDC_LN_QSV_AVAILABLE 	= O codificador Intel® Quick Sync vídeo H.264 está disponível. QSV é um codificador de alto-desempenho que usa aceleração de hardware. \nGostaria de usar o codificador QSV H.264?\n<a>mais</a>
IDC_CK_QSV_AVAILABLE 	= Não perguntar novamente

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_DEVICE_SELECTION
IDD_DEVICE_SELECTION			= Seleção de Dispositivo
IDC_ST_DEVICE_SELECTION			= Seleção
IDC_ST_DEVICE_NAME				= Dispositivo:
IDC_BTN_DEVICE_NAME_SETTINGS	= Configurações
IDC_ST_DEVICE_FORMAT			= Formato:
IDC_ST_DEVICE_VIDEO_INPUT		= Entrada de vídeo:
IDC_ST_DEVICE_AUDIO_INPUT		= Entrada de Áudio:
IDC_CK_DEVICE_AUDIO_CUSTOM		= Usar dispositivo de áudio customizado
IDC_BTN_DEVICE_INPUT_SETTINGS	= Configurações
IDC_ST_DEVICE_OPTIONS			= Opções
IDC_ST_DEVICE_DEINTERLAING		= Desentrelaçar:
IDC_ST_DEVICE_ROTATE		= Rotate:
IDC_ST_DEVICE_FLIPSCREEN		= Girar tela:
IDC_CK_DEVICE_FLIPSCREEN_H		= Horizontal
IDC_CK_DEVICE_FLIPSCREEN_V		= Vertical
IDC_LN_DEVICE_HELP				= Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_USING_WINAPPS
IDD_CAUTION_USING_WINAPPS		= Problemas de Compatibilidade na Origen
IDC_LN_CAUTION_USING_WINAPPS 	= Se a opção Atrelar Aplicativos da Loja do Windows estiver selecionada, problemas de compatibilidade podem acontecer na Origin. <a>Clique aqui</a> para resolver esse problema.\n\nTem certeza que deseja usar Atrelar Aplicativos da Loja do Windows?
IDC_CK_CAUTION_USING_WINAPPS	= Não perguntar novamente

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_LIST
IDD_SCHEDULED_REC_LIST			= Lista de Gravações Agendadas
IDC_ST_SREC_LIST_TEXT			= Agendar um momento iniciar gravação. (Esta função está disponível quando o Bandicam estiver em execução.)
IDC_BTN_SREC_LIST_ADD			= Adicionar
IDC_BTN_SREC_LIST_EDIT			= Editar
IDC_BTN_SREC_LIST_DELETE		= Apagar
IDC_BTN_SREC_LIST_COPY			= Copiar
IDC_BTN_SREC_LIST_CLOSE			= Fechar
IDC_LN_SREC_TIP_TASK_SCHEDULER	= DICA: Como iniciar gravação agendada quando o Bandicam não estiver em execução

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SCHEDULED_REC_SETTINGS
IDD_SCHEDULED_REC_SETTINGS	= Gravação Agendada
IDC_ST_SREC_SETTINGS_NAME	= Nome:
IDC_CK_SREC_ACTIVE			= Ativa
IDC_ST_SREC_SCHEDULING		= Agendando
IDC_RD_SREC_ONE_TIME		= Uma vez
IDC_RD_SREC_DAILY			= Diária
IDC_RD_SREC_WEEKLY			= Semanal
IDC_ST_SREC_START_TIME		= Tempo inicial:
IDC_ST_SREC_END_TIME		= Tempo final:
IDC_CK_SREC_DURATION		= Duração
IDC_CK_SREC_SUN				= Domingo
IDC_CK_SREC_MON				= Segunda
IDC_CK_SREC_TUE				= Terça
IDC_CK_SREC_WED				= Quarta
IDC_CK_SREC_THU				= Quinta
IDC_CK_SREC_FRI				= Sexta
IDC_CK_SREC_SAT				= Sábado
IDC_ST_SREC_RECORDING		= Gravando
IDC_ST_SREC_TARGET			= Alvo da gravação:
IDC_BTN_SREC_TARGET_SELECT	= Selecionar
IDC_ST_SREC_AFTER_RECORDING	= Após a gravação:
IDC_LN_SREC_HELP			= [Ajuda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_NO_DEVICE
IDD_ACAP_NO_DEVICE		= Nenhum dispositivo de captura de áudio
IDC_ST_ACAP_NO_DEVICE	= Nenhum disposito de captura de áudio detectado. \nPortanto, o arquivo de vídeo gravado não terá nenhuma faixa de aúdio.
IDC_CK_ACAP_DO_NOT_SHOW	= Não mostrar essa mensagem novamente

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_CAUTION_NON_ADMIN_GAME_MODE
IDD_CAUTION_NON_ADMIN_GAME_MODE		= Bandicam está sendo executado como usuário padrão
IDC_LN_CAUTION_NON_ADMIN_GAME_MODE	= Alguns alvos de gravação podem não ser detectados pois o Bandicam não sendo executado como administrador. \n\n<a>Clique aqui para executar o Bandicam como administrador.</a>
IDC_LN_CAUTION_NON_ADMIN_GAME_HELP	= Ajuda
ID_BTN_CAUTION_UAC_SETTINGS			= Configurações

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_BANDIFIX_DIALOG
IDD_BANDIFIX_DIALOG		= BandiFix

[MENU]
ID_POPUP_ABOUT 				= Sobre o Bandicam
ID_POPUP_GENERAL 			= Configuração - Geral
ID_POPUP_FRAME 				= Configuração - FPS
ID_POPUP_VIDEO 				= Configuração - Vídeo
ID_POPUP_IMAGE 				= Configuração - Imagem
ID_POPUP_AUDIO				= Configuração - Áudio
ID_POPUP_OUTPUTS 			= Listar arquivos de saída
ID_POPUP_OPENOUTPUTFOLDER	= Abrir pasta de saída
ID_POPUP_TARGET 			= Alvo
ID_POPUP_SETTINGS			= Configurações
ID_POPUP_SIZE 				= Tamanho
ID_POPUP_EXIT 				= Sair

ID_TARGET_DIRECTX 			= Modo de Gravação Jogo
ID_TARGET_SCREEN			= Modo de Gravação de Tela - Retângulo
ID_TARGET_FULL				= Modo de Gravação de Tela - Tela Cheia
ID_TARGET_WINDOW		    = Modo de Gravação de Tela - Janela Específica
ID_TARGET_MOUSE				= Modo de Gravação de Tela - Ao redor do Mouse
ID_TARGET_DEVICE			= Modo de Gravação de Dispositivo
ID_TARGET_AUDIO_ONLY		= Modo Gravação Somente Áudio
ID_TARGET_HELP 				= Ajuda

ID_TARGET_HIDE 				= Mostrar/Ocultar \t Ctrl+Alt+H
ID_TARGET_COPY_TO_CLIPBOARD	= Copiar para Área de transferência \t Ctrl+C, Ctrl+Alt+C
ID_TARGET_PEN 				= Modo Desenho \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP		= Sempre na frente
ID_TARGET_COUNTDOWN			= Contagem do Temporizador
ID_TARGET_COUNTDOWN_TIMER	= Exibir contagem regressiva
ID_TARGET_COUNTDOWN_0		= Desligado
ID_TARGET_COUNTDOWN_1		= 1 seg
ID_TARGET_COUNTDOWN_2		= 2 seg
ID_TARGET_COUNTDOWN_3		= 3 seg
ID_TARGET_COUNTDOWN_4		= 4 seg
ID_TARGET_COUNTDOWN_5		= 5 seg
ID_TARGET_COUNTDOWN_6		= 6 seg
ID_TARGET_COUNTDOWN_7		= 7 seg
ID_TARGET_COUNTDOWN_8		= 8 seg
ID_TARGET_COUNTDOWN_9		= 9 seg
ID_TARGET_COUNTDOWN_10		= 10 seg
ID_TARGET_HIDE_MAINWND		= Esconder a janela principal durante a gravação
ID_TARGET_TRANSPARENCY 		= Opacidade
ID_TARGET_SIZE 				= Tamanho
ID_TARGET_ADJUST 			= Ajustar

ID_TARGET_MOVE_LEFT		= Mover a esquerda \t Esquerda
ID_TARGET_MOVE_RIGHT	= Mover a direita \t Direita
ID_TARGET_MOVE_UP		= Mover acima \t Cima
ID_TARGET_MOVE_DOWN 	= Mover abaixo \t Baixo

ID_TARGET_INC_WIDTH		= Aumentar largura \t Shift+Direita
ID_TARGET_DEC_WIDTH		= Reduzir largura \t Shift+Esquerda
ID_TARGET_INC_HEIGHT	= Aumentar altura \t Shift+Baixo
ID_TARGET_DEC_HEIGHT	= Reduzir altura \t Shift+Cima

ID_TARGET_FIND_WINDOW		= Selecione área de gravação \t Ctrl+F
ID_TARGET_FULLSCREEN 		= Tela cheia \t Ctrl+Enter
ID_TARGET_RATIO_4_3 		= Ajustar para 4:3
ID_TARGET_RATIO_16_9 		= Ajustar para 16:9
ID_TARGET_SIZE_CUSTOM 		= Personalizar tamanho \t Ctrl+U
ID_TARGET_SIZE_PRESET 		= Tamanho predefinido \t Shift+R
ID_TARGET_SIZE_PRESET_ADD 	= Adicionar predefinição
ID_TARGET_SIZE_PRESET_EDIT	= Editar predefinições
ID_TARGET_SIZE_RU			= Tamanho usado mais recente \t Ctrl+S

ID_TARGET_DISPLAY		= Monitor
ID_TARGET_DISPLAY_1		= Monitor 1
ID_TARGET_DISPLAY_2		= Monitor 2
ID_TARGET_DISPLAY_3		= Monitor 3
ID_TARGET_DISPLAY_4		= Monitor 4
ID_TARGET_DISPLAY_5		= Monitor 5
ID_TARGET_DISPLAY_6		= Monitor 6
ID_TARGET_DISPLAY_7		= Monitor 7
ID_TARGET_DISPLAY_8		= Monitor 8
ID_TARGET_DISPLAY_ALL	= Todos os monitores

ID_TARGET_OPEN_OUTPUTFOLDER = Abrir pasta de saída
ID_TARGET_OUTPUT_LIST		= Listar arquivos de saída
ID_TARGET_EXIT_BANDICAM 	= Sair do Bandicam

ID_DEVICE_HIDE					= Mostrar / Esconder \t Ctrl+Alt+H
ID_DEVICE_COPY_TO_CLIPBOARD		= Copiar para Área de transferência \t Ctrl+C, Ctrl+Alt+C
ID_DEVICE_ALWAYS_ON_TOP			= Sempre visível
ID_DEVICE_SELECTION				= Selecione Dispositivo \t Ctrl+D
ID_DEVICE_FULLSCREEN			= Tela Cheia \t Enter
ID_DEVICE_ZOOM					= Zoom
ID_DEVICE_ZOOM_QUARTER			= 25% \t Alt+1
ID_DEVICE_ZOOM_HALF				= 50% \t Alt+2
ID_DEVICE_ZOOM_ORIGINAL			= 100% \t Alt+3
ID_DEVICE_ZOOM_DOUBLE			= 200% \t Alt+4
ID_DEVICE_ASPECT_RATIO			= Proporção
ID_DEVICE_KEEP_ASPECT_RATIO		= Manter Proporção
ID_DEVICE_ASPECT_RATIO_DEFAULT	= Padrão
ID_DEVICE_ASPECT_RATIO_4_3		= 4:3
ID_DEVICE_ASPECT_RATIO_16_9		= 16:9
ID_DEVICE_OPEN_OUTPUTFOLDER		= Abrir Pasta de Saída
ID_DEVICE_OUTPUT_LIST			= Listar arquivos de saída
ID_DEVICE_EXIT_BANDICAM			= Encerrar o Bandicam

ID_USER_PRESET_ADD 			= Adicionar predefinição
ID_USER_PRESET_EDIT 		= Editar predefinições

ID_SORT_BY_DATE 			= Classificar por data
ID_SORT_BY_NAME 			= Classificar por nome
ID_SORT_BY_SIZE 			= Classificar por tamanho

ID_OUTPUTS_LB_PLAY 			= Reproduzir
ID_OUTPUTS_LB_OPEN 			= Abrir
ID_OUTPUTS_LB_EDIT 			= Editar
ID_OUTPUTS_LB_RENAME		= Renomear     \t F2
ID_OUTPUTS_LB_DELETE 		= Deletar     \t Del
ID_OUTPUTS_LB_SELECT_ALL 	= Selecionar tudo \t Ctrl+A
ID_OUTPUTS_LB_OPEN_FOLDER 	= Abrir pasta de saída

ID_UPLOAD_TO_YOUTUBE		= Enviar para Youtube
ID_UPLOAD_TO_VIMEO			= Enviar para Vimeo
ID_UPLOAD_TO_FACEBOOK		= Enviar para Facebook
ID_UPLOAD_TO_GDRIVE		    = Enviar para o Google Drive

ID_BDCAM_SIZE_DEFAULT 		= Tamanho padrão

ID_AUDIO_FILTER_MONO		= Converter para Mono
ID_AUDIO_FILTER_NS			= Supressão de Ruído
ID_AUDIO_FILTER_NS_OFF		= Desligado
ID_AUDIO_FILTER_NS_LOW		= Baixo
ID_AUDIO_FILTER_NS_MEDIUM	= Médio
ID_AUDIO_FILTER_NS_HIGH		= Alto